import React from 'react'

const BoxQuestions = () => {
  return (
    <div>
      <div className='w-[85%] m-auto'>
        <div>
            <b className='border-b-1 border-[#F6B31F] pb-5 mb-5 text-[20px] text-[#8081BD] flex pl-5'>+ ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ ПРО ОДНО?</b>
            <div className='flex flex-col gap-8 mb-8 pl-5'>
                <b className='text-[20px] text-[#EA5D4A] flex'>- ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ ПРО ОДНО?</b>
                <p>Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты. Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты. Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты. Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты.</p>
                <p>Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты. Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты. Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты. Мы создали пространство, в котором каждый ребёнок проявляет и раскрывает себя, развивает индивидуальные особенности и таланты.</p>
            </div>  
        </div>
        <div>
            <b className='border-b-1 border-[#F6B31F] pb-5 mb-5 text-[20px] text-[#8081BD] flex pl-5'>+ ПРО ДРУГОЕ?</b>  
        </div>
        <div>
            <b className='border-b-1 border-[#F6B31F] pb-5 mb-5 text-[20px] text-[#8081BD] flex pl-5'>+ ЕСЛИ ЕЩЕ КАКИЕ ЛИБО ВОПРОСЫ?</b>  
        </div>
        <div>
            <b className='border-b-1 border-[#F6B31F] pb-5 mb-5 text-[20px] text-[#8081BD] flex pl-5'>+ ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ ПРО ОДНО?</b>  
        </div>
        <div>
            <b className='border-b-1 border-[#F6B31F] pb-5 mb-5 text-[20px] text-[#8081BD] flex pl-5'>+ ПРО ДРУГОЕ?</b>  
        </div>
        <div>
            <b className='border-b-1 border-[#F6B31F] pb-5 mb-5 text-[20px] text-[#8081BD] flex pl-5'>+ ЕСЛИ ЕЩЕ КАКИЕ ЛИБО ВОПРОСЫ?</b>  
        </div>
      </div>
    </div>
  )
}

export default BoxQuestions
